Repository: Danstiv/URLPlayer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Failed to connect to URL stream.
ru: Не удалось подключиться к URL-потоку.

source: Lost connection to URL stream.
ru: Потеряно соединение с URL-потоком.

source: URL stream is playing.
ru: URL-поток воспроизводится.

source: No output devices found
ru: Устройства вывода не найдены

source: URL not specified
ru: URL не указан

source: Start / stop playback
ru: Запуск / остановка воспроизведения

source: Stopped.
ru: Остановлено.

source: Playing.
ru: Воспроизводится.

source: Increase volume
ru: Увеличить громкость

source: Increase volume by 5%
ru: Увеличить громкость на 5%

source: Set maximum volume
ru: Установить максимальную громкость

source: Decrease volume
ru: Уменьшить громкость

source: Decrease volume by 5%
ru: Уменьшить громкость на 5%

source: Set minimum volume
ru: Установить минимальную громкость

source: Refresh device list
ru: Обновить список устройств

source: Device list refreshed.
ru: Список устройств обновлён.

source: Previous device
ru: Предыдущее устройство

source: Next device
ru: Следующее устройство

source: Devices not found.
ru: Устройства не найдены.

source: Default device
ru: Устройство по умолчанию

source: Get track name
ru: Получить название трека

source: Unknown track
ru: Неизвестный трек

source: URL stream is not playing.
ru: URL-поток не воспроизводится.

source: Failed to get process information.
ru: Не удалось получить информацию о процессе.

source: Add current window process to exceptions / remove from exceptions
ru: Добавить процесс текущего окна в исключения / убрать из исключений

source: Process "{process_name}" removed from exceptions.
ru: Процесс "{process_name}" удалён из исключений.

source: Process "{process_name}" added to exceptions.
ru: Процесс "{process_name}" добавлен в исключения.

source: Get the peak value of the process of the current window
ru: Получить пиковое значение процесса текущего окна

source: Unable to find audio session.
ru: Не удалось найти аудио-сессию.

source: Failed to get peak value.
ru: Не удалось получить пиковое значение.

source: Open addon settings
ru: Открыть настройки дополнения

source: Enable / disable monitoring of other applications
ru: Включить / выключить мониторинг других приложений

source: Monitoring enabled
ru: Мониторинг включён.

source: Monitoring disabled.
ru: Мониторинг выключен.

source: Reload bass library
ru: Перезагрузить библиотеку bass

source: Library reloaded
ru: Библиотека перезагружена

source: Resume playback after NVDA start
ru: Возобновлять воспроизведение после запуска NVDA

source: Pause playback if another application is playing audio
ru: Приостанавливать воспроизведение, если другое приложение проигрывает звук

source: Process monitoring method
ru: Способ мониторинга процессов

source: State
ru: Состояние

source: Peak volume
ru: Пиковая громкость

source: Minimum peak for triggering
ru: Минимальный пик для срабатывания

source: Excluded processes (each process on a separate line)
ru: Исключённые процессы (каждый процесс на отдельной строке)

source: Ignore background processes playing sound
ru: Игнорировать фоновые процессы, воспроизводящие звук

source: A simple player to play internet radio. Control keys can be viewed and configured in the NVDA menu -> Options -> Input Gestures -> URL player. The settings are located in the NVDA menu -> Preferences -> Settings... -> URL player.
ru: Простой плеер для воспроизведения интернет-радио. Клавиши для управления можно просмотреть и настроить в меню NVDA -> Параметры -> Жесты ввода -> URLPlayer. Настройки находятся в меню NVDA -> Параметры -> Настройки... -> URLPlayer.
